# # 유은우 컴퓨터 공학부, 2016244027 exam0929
# # “”출력하기
# print("\"확인하자\"")
# print('"확인하자"')

# # 연습
# print("안녕하세요\n 라고 말했습니다")

# #문자열 연산자
# print("안녕"+"하세요")
# a="선문대"
# b="해달이"
# print(a+b)
# c=2
# d=4
# print(c+d)

# print("횟수\n"*3)


# print("선문대학교의 자랑"[0])
# print("선문대학교의 자랑"[1])
# print("선문대학교의 자랑"[2])
# print("선문대학교의 자랑"[3])
# print("선문대학교의 자랑"[4])
# print("선문대학교의 자랑"[5])
# print("선문대학교의 자랑"[6])
# print("선문대학교의 자랑"[7])
# print("선문대학교의 자랑"[8])
# #print("선문대학교의 자랑"[9]) 9번없으니 오류

# print("\n")
# print("선문대학교의 자랑"[-1])
# print("선문대학교의 자랑"[-2])
# print("선문대학교의 자랑"[-3])
# print("선문대학교의 자랑"[-4])
# print("선문대학교의 자랑"[-5])
# print("선문대학교의 자랑"[-6])
# print("선문대학교의 자랑"[-7])
# print("선문대학교의 자랑"[-8])
# print("선문대학교의 자랑"[-9])

# print("선문대학교의 자랑"[1:4]) #슬라이싱

#문자열 길이 구하기
# print(len("선문대학교의 자랑"))

#숫자
# num_a=3.1415
# print(num_a)
# print(type(num_a))

# # 사칙연산 추가
# print("3/2=",3/2,"입니다")
# print("3//2=",3//2,"입니다")#소수 아래 버림
# print("5.62%2=",5.62%2)
# print("9**2=",9**2)

# #  수학 원의 둘례와 넓이 구하기
# pi=3.151592654
# r=10
# print("원주율",pi)
# print("반지름",r)
# print("원의 둘례",r*2*pi)
# print("원의 넓이",r**2*pi)

# # 복합대입 연산자
# a=40
# a+=10
# print("a=",a)

#input
bb=input("인사말을 입력하시오\n")#입력받는값은 문자이다
print("입력값=\n",bb)